[
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Atropine when used as a pre-medication causes all of the following symptoms except -\nOptions:\n(A). Skin flush\n(B). Bronchoconstriction\n(C). Prevents bradycardia\n(D). Dryness of mouth",
    "The correct answer is (B). Bronchoconstriction"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Organs affected in Graft vs Host reaction are:\nOptions:\n(A). Skin\n(B). GIT\n(C). Liver\n(D). All of the above",
    "The correct answer is (D). All of the above"
  ],
  [
    "Nurse and resident satisfaction in magnet long-term care organizations: do high involvement approaches matter?",
    "Merely adopting more high involvement nursing work practices may be insufficient for nursing homes, which desire to become 'employers-of-choice' in their marketplaces, especially if these practices are adopted without a concomitant investment in nurse training or an enhanced commitment to establishing a more democratic and participatory decision-making style involving all nursing staff."
  ],
  [
    "Where is the intrinsic factor of castle present?",
    "The intrinsic factor of castle is present in the parietal cells. These cells are located in the stomach lining and play a crucial role in the production of gastric acid and intrinsic factor. The intrinsic factor is necessary for the absorption of vitamin B12 in the small intestine. It is important to note that other cells mentioned, such as chief cells, fundus cells, and goblet cells, have different functions within the stomach but do not produce intrinsic factor."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: The chemotherapy drug fluorouracil undergoes a series of chemical changes in vivo that result in a covalent complex such that it is bound to both thymidylate synthase and methylene-tetrahydrofolate. The inhibition of deoxythymidilate formation and subsequent blockage of cell division is due to\nOptions:\n(A). Allosteric inhibition\n(B). Competitive inhibition\n(C). Irreversible inhibition\n(D). Noncovalent inhibition",
    "The correct answer is (C). Irreversible inhibition"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Pneumatosis intestinalis is diagnostic of\nOptions:\n(A). Ileal perforation\n(B). Necrotizing enterocolitis\n(C). Meconium ileus\n(D). Colonic aganglionosis",
    "The correct answer is (B). Necrotizing enterocolitis"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Below the pectineal line the lymphatic spread is to .....nodes-\nOptions:\n(A). Superficial inguinal\n(B). Internal iliac\n(C). External iliac\n(D). Para aoic",
    "The correct answer is (A). Superficial inguinal"
  ],
  [
    "Which organ in the human body is responsible for the production of erythropoietin?",
    "The organ in the human body that is responsible for the production of erythropoietin is the kidney. Erythropoietin is a hormone that plays a crucial role in stimulating the production of red blood cells in the bone marrow. It is primarily produced and released by specialized cells in the kidneys called interstitial fibroblasts, although a small amount can also be produced by other tissues such as the liver. However, the majority of erythropoietin production occurs in the kidneys. This hormone helps regulate red blood cell production and ensures an adequate supply of oxygen to tissues throughout the body."
  ],
  [
    "What is the recommended solution for protecting the sac of a newborn boy with lumbosacral meningomyelocele while awaiting surgical repair?",
    "The recommended solution for protecting the sac of a newborn boy with lumbosacral meningomyelocele while awaiting surgical repair is to use sterile gauze soaked in normal saline. This helps to keep the area clean and moist, which can promote healing and prevent infection. Normal saline is a safe and commonly used solution in medical settings for wound care. It is important to follow proper sterile techniques when applying the saline-soaked gauze to minimize the risk of contamination."
  ],
  [
    "What is the recommended treatment for a sinus associated with a periapical pathology?",
    "The recommended treatment for a sinus associated with a periapical pathology is root canal treatment (RCT) with no specific treatment for the sinus itself. This means that the focus of the treatment is on addressing the underlying dental issue, such as infection or inflammation in the tooth's root canal system, rather than directly treating the sinus. The purpose of RCT is to remove any infected or damaged tissue from within the tooth and seal it off to prevent further infection. By resolving the dental problem, it is expected that the sinus symptoms will also improve over time. It is important to consult with a dentist or endodontist for an accurate diagnosis and appropriate treatment plan based on individual circumstances.\n\nReference:\n- \"The correct answer is (D). RCT with no treatment for sinus.\""
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Peripheral neuropathy in chronic kidney disease starts at :\nOptions:\n(A). Stage - 1\n(B). Stage - 2\n(C). Stage - 3\n(D). Stage - 4",
    "The correct answer is (D). Stage - 4"
  ],
  [
    "What is the most likely diagnosis for a 35-year-old farmer who experiences recurrent chest pain that worsens with the use of nitroglycerine, and whose elder brother had similar complaints and died suddenly at the age of 40?",
    "Based on the information provided, the most likely diagnosis for a 35-year-old farmer experiencing recurrent chest pain that worsens with the use of nitroglycerine, and whose elder brother had similar complaints and died suddenly at the age of 40 is hyperophic obstructive cardiomyopathy. This condition is characterized by thickening of the heart muscle, which can lead to symptoms such as chest pain. The worsening of symptoms with nitroglycerine use suggests impaired blood flow to the heart. Additionally, a family history of similar complaints and sudden death further supports this diagnosis. It is important for the individual to seek medical evaluation and appropriate management for their condition."
  ],
  [
    "Do cost savings from reductions in nosocomial infections justify additional costs of single-bed rooms in intensive care units?",
    "This case study shows that although single-patient rooms are more costly to build and operate, they can result in substantial savings compared with open-bay rooms by avoiding costs associated with nosocomial infections."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Least found type of Hodgkin's lymphoma is?\nOptions:\n(A). Nodular sclerosis\n(B). Lymphocyte depleted\n(C). Lymphocyte rich\n(D). Nodular lymphocyte predominant",
    "The correct answer is (B). Lymphocyte depleted"
  ],
  [
    "Which drug is not commonly prescribed for the treatment of prostate carcinoma?",
    "The drug that is not commonly prescribed for the treatment of prostate carcinoma is testosterone. Testosterone can actually stimulate the growth of prostate cancer cells, so it is generally avoided in the treatment of prostate carcinoma. Instead, drugs such as finasteride, diethylstilbestrol, and flutamide are commonly used to treat prostate carcinoma. These medications work by inhibiting the production or blocking the effects of hormones that can promote the growth of prostate cancer cells."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Management of flail chest with respiratory failure is: September 2006\nOptions:\n(A). Chest tube drainage\n(B). Oxygen administration\n(C). IPPV\n(D). Internal operative fixation of the fractures segments",
    "The correct answer is (C). IPPV"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Hyperparathyroidism will lead to which bony changes given below?\nOptions:\n(A). multiple bone cysts\n(B). Subperiosteal bone resorption\n(C). Brown's tumor\n(D). All of the above",
    "The correct answer is (D). All of the above"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: A 60 year man had undergone cardiac bypass surgery 1 month back. Now he staed forgetting things and was not able to recall names and phone numbers of his relatives. What is the probable diagnosis?\nOptions:\n(A). Depression\n(B). Alzheimer's disease\n(C). Cognitive dysfunction\n(D). Post traumatic psychosis",
    "The correct answer is (C). Cognitive dysfunction"
  ],
  [
    "What are some benefits of breast milk?",
    "Breast milk offers a variety of benefits for both the mother and the baby. It provides optimal nutrition for infants, containing all the necessary nutrients, vitamins, and minerals they need for healthy growth and development. Breast milk also contains antibodies that help protect babies from infections, reducing their risk of illnesses such as respiratory infections, ear infections, and gastrointestinal infections. Additionally, breast milk has been found to have anti-allergenic properties, potentially reducing the risk of allergies in infants. Overall, breast milk offers a comprehensive range of benefits including better nutrition, reduced infection rates, and decreased allergy risks (Reference: A to D options in the given reference text)."
  ],
  [
    "What is the sign of puberty in boys?",
    "The sign of puberty in boys is the enlargement of testes. This occurs as a result of hormonal changes during puberty, specifically an increase in testosterone production. It is one of the primary physical changes that indicate the onset of puberty in boys. Other signs of puberty in boys include growth spurts, voice deepening, development of facial hair, and an increase in muscle mass. These changes typically begin around the age of 9 to 14 years old."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: An 8yr old child presents with acute abdomen. What is the investigation of choice?\nOptions:\n(A). USG\n(B). CT Scan\n(C). X-ray\n(D). MRI",
    "The correct answer is (A). USG"
  ],
  [
    "Robbing Peter to pay Paul: did New York State's outpatient commitment program crowd out voluntary service recipients?",
    "In tandem with New York's AOT program, enhanced services increased among involuntary recipients, whereas no corresponding increase was initially seen for voluntary recipients. In the long run, however, overall service capacity was increased, and the focus on enhanced services for AOT participants appears to have led to greater access to enhanced services for both voluntary and involuntary recipients."
  ],
  [
    "Are bilateral fetal lung masses double trouble?",
    "Similar to prenatally diagnosed unilateral lung lesions, hydropic fetuses with bilateral cystic lung lesions have a poor prognosis. Nonhydropic fetuses, however, may be asymptomatic despite persistent lesions on postnatal CT scan. These observation may prove helpful for prenatal counseling for these rare lesions."
  ],
  [
    "What is the first substrate of the Kreb's cycle?",
    "The first substrate of the Kreb's cycle is pyruvate. Pyruvate is a molecule that is produced during glycolysis, which occurs in the cytoplasm of cells. It then enters the mitochondria where it undergoes a series of chemical reactions to form acetyl-CoA, which is the first substrate of the Kreb's cycle. The Kreb's cycle, also known as the citric acid cycle or tricarboxylic acid cycle, is an important metabolic pathway that generates energy through the oxidation of acetyl-CoA and produces several intermediate molecules that are used in other metabolic processes. Therefore, pyruvate plays a crucial role in initiating this cycle and providing energy for cellular activities.\n\nReference:\n- The correct answer from the medical exam question"
  ],
  [
    "Practice patterns for peptic ulcer disease: are family physicians testing for H. pylori?",
    "Although some of the practices of family physicians for treatment of PUD deviate from current recommendations, the majority of practices are consistent with current evidence."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Second common malignancy in Patients of Retinoblastoma is:\nOptions:\n(A). Osteoblastoma\n(B). Osteochondroma\n(C). Osteoclastoma\n(D). Osteosarcoma",
    "The correct answer is (D). Osteosarcoma"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Rate limiting step in cholesterol synthesis is\nOptions:\n(A). HMG CoA synthetase\n(B). HMG CoA reductase\n(C). Thiokinase\n(D). Mevalonate kinase",
    "The correct answer is (B). HMG CoA reductase"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Most common cause of moebius syndrome in use of which of the following drug in pregnancy\nOptions:\n(A). Misoprostol\n(B). thalidomide\n(C). Methotrexate\n(D). Dinoprostone",
    "The correct answer is (A). Misoprostol"
  ],
  [
    "What type of exudate is typically present in cases of rheumatic fever?",
    "In cases of rheumatic fever, the type of exudate that is typically present is fibrinous. Fibrinous exudate refers to a thick, sticky substance composed of fibrin strands that are deposited during inflammation. This type of exudate can be found in various inflammatory conditions, including rheumatic fever. It is important to note that the presence of fibrinous exudate indicates a more severe form of inflammation compared to other types such as serous or purulent exudates."
  ],
  [
    "At what age is Perthes disease most commonly observed?",
    "Perthes disease is most commonly observed in children between the ages of 5 and 10 years. This condition, also known as Legg-Calvé-Perthes disease, affects the hip joint and involves a disruption of blood flow to the femoral head, which can lead to bone death and deformity. Early diagnosis and treatment are crucial for better outcomes in children with Perthes disease. It is important to consult with a healthcare professional for an accurate diagnosis and appropriate management options."
  ],
  [
    "What is the medical term for the dilation of the salivary duct caused by repeated inflammatory or infectious processes leading to epithelial atrophy?",
    "The medical term for the dilation of the salivary duct caused by repeated inflammatory or infectious processes leading to epithelial atrophy is sialodochitis. This condition involves inflammation and subsequent dilation of the salivary ducts, which can occur as a result of chronic infections or inflammation. It is important to note that other conditions such as sialadenitis (inflammation of the salivary glands), sialolithiasis (formation of salivary stones), and mucocele (accumulation of mucus in a blocked salivary gland) are not specifically characterized by the dilation of the salivary ducts secondary to epithelial atrophy. Therefore, the correct answer in this case would be sialodochitis."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Small cell cancer commonly metastasizes to ?\nOptions:\n(A). Brain\n(B). Liver\n(C). Bone\n(D). Kidney",
    "The correct answer is (A). Brain"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: A two–year–old boy is brought to emergency with severe anemia (Hb = 2 gm%) and features of congestive heart failure. The most appropriate immediate therapy for this boy would be –\nOptions:\n(A). Packed cell transfusion\n(B). Partial exchange transfusion\n(C). Whole blood transfusion\n(D). Parenteral iron injection",
    "The correct answer is (A). Packed cell transfusion"
  ],
  [
    "What are the potential consequences of an unfavorable neurohormonal profile after heart transplantation?",
    "An unfavorable neurohormonal profile after heart transplantation can have potential consequences such as the development of posttransplant complications. These complications may include edema (fluid retention), arterial hypertension (high blood pressure), and endothelial dysfunction (impaired functioning of the blood vessels). The study mentioned in the reference text found that during the first few months after heart transplantation, there were no significant reductions in plasma levels of angiotensin II, aldosterone, and endothelin. Additionally, there were significant reductions soon after surgery in peptides with a predominantly vasodilator effect such as atrial natriuretic peptide and adrenomedullin. This unfavorable neurohormonal profile could contribute to the development of these complications. It is important for healthcare providers to monitor and manage neurohormonal imbalances in heart transplant recipients to help prevent or minimize these potential consequences."
  ],
  [
    "In a case of hypochromic microcytic anemia in a 60-year-old female with a history of 8 blood transfusions in 2 years, which investigation would be unnecessary?",
    "In the case of hypochromic microcytic anemia in a 60-year-old female with a history of 8 blood transfusions in 2 years, the investigation that would be unnecessary is the evaluation for pulmonary hemosiderosis. This is based on the information provided in the reference text, which states that the correct answer is (A) Evaluation for pulmonary hemosiderosis. Therefore, conducting an evaluation for pulmonary hemosiderosis would not be necessary in this particular case."
  ],
  [
    "What physical symptoms are most indicative of an inflammatory cause of joint pain rather than osteoarthritis?",
    "The physical symptoms that are most indicative of an inflammatory cause of joint pain rather than osteoarthritis include swelling and warmth. These symptoms suggest an active inflammation in the joint, which is commonly seen in conditions such as rheumatoid arthritis or gout. Swelling occurs due to the accumulation of fluid and inflammatory cells within the joint, while warmth is a result of increased blood flow to the area. It is important to note that other symptoms, such as painful range of motion or crepitus (a grinding sensation), can also be present in both inflammatory and osteoarthritic conditions. However, the presence of swelling and warmth is more specific to an inflammatory cause."
  ],
  [
    "What are some possible biologic mechanisms that should be taken into consideration when examining the potential angiogenetic role of mast cell concentrations in peripheral and central giant cell granulomas?",
    "When examining the potential angiogenetic role of mast cell concentrations in peripheral and central giant cell granulomas, there are several biologic mechanisms that should be taken into consideration. While higher concentrations of mast cells in central giant cell granulomas (CGCG) compared to peripheral giant cell granulomas (PGCG) may suggest a more aggressive clinical behavior through vascular proliferation and angiogenesis, it is important to consider other factors as well.\n\nOne possible biologic mechanism to consider is the release of various angiogenic factors by mast cells. Mast cells have been shown to secrete numerous substances that can promote blood vessel formation, such as vascular endothelial growth factor (VEGF), basic fibroblast growth factor (bFGF), and interleukin-8 (IL-8). These angiogenic factors can stimulate the growth of new blood vessels, which may contribute to the development and progression of CGCG.\n\nAnother mechanism to take into account is the interaction between mast cells and other immune cells within the granuloma microenvironment. Mast cells can interact with immune cells like macrophages and lymphocytes, leading to the production of pro-inflammatory cytokines. These cytokines can further enhance angiogenesis by promoting the recruitment and activation of endothelial cells.\n\nFurthermore, mast cells have been implicated in tissue remodeling processes. They can release enzymes such as matrix metalloproteinases (MMPs) that facilitate extracellular matrix degradation and tissue remodeling. This remodeling process may create an environment favorable for angiogenesis.\n\nIt is worth noting that while these mechanisms suggest a potential role for mast cell concentrations in angiogenesis within giant cell granulomas, further research is needed to fully understand their significance. Additionally, considering other biological mechanisms beyond mast cell concentrations will provide a more comprehensive understanding of the pathophysiology involved in these conditions.\n\nReference:\n- Mast Cell Concentrations in Peripheral and Central Giant Cell Granulomas: Is there any Angiogenetic Role?"
  ],
  [
    "What does the improvement in scores in the placebo group suggest about the relationship between declining blood lead levels and cognitive improvement in children?",
    "The improvement in scores in the placebo group suggests that factors other than declining blood lead levels alone are responsible for cognitive improvement in children. This means that there are likely additional variables or interventions at play that contribute to the observed cognitive improvements. It is important to note that while succimer, the active drug being studied, may not impair cognition, it is less likely to be solely responsible for the cognitive improvements seen in the study. Therefore, further research and investigation are needed to better understand the relationship between declining blood lead levels and cognitive improvement in children."
  ],
  [
    "Which organ is formed by the paramesonephric duct?",
    "The organ that is formed by the paramesonephric duct is the uterus. This duct, also known as the Müllerian duct, develops during embryogenesis and gives rise to various structures in the female reproductive system, including the uterus, fallopian tubes, and upper part of the vagina. It plays a crucial role in the development of these reproductive organs."
  ],
  [
    "Which approach is considered safe for draining an axillary abscess?",
    "The safe approach for draining an axillary abscess is through the floor. This means that option (D) is the correct answer. Draining an abscess involves making an incision to allow the pus and infected material to be released. In the case of an axillary abscess, accessing it from the floor area ensures proper drainage and prevents further complications. It is important to note that this information is based on medical guidelines and practices."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Which of these does NOT undergo division?\nOptions:\n(A). Spermatid\n(B). Primary spermatocyte\n(C). Secondary spermatocyte\n(D). Spermatogonia",
    "The correct answer is (A). Spermatid"
  ],
  [
    "Unilateral versus bilateral iliac screws for spinopelvic fixation: are two screws better than one?",
    "In a retrospective single-institution study, single versus dual pelvic screws led to comparable rates of reoperation, iliac screw removal, postoperative infection, pseudarthrosis, and sacral insufficiency fractures. For spinopelvic fixation, placing bilateral (vs unilateral) pelvic screws produced no added clinical benefit in most cases."
  ],
  [
    "In which specific location does acute aortic dissection most commonly occur?",
    "The most common location for acute aortic dissection to occur is the right lateral wall of the ascending aorta. This is based on clinical knowledge and experience in diagnosing and treating patients with this condition. It is important to note that acute aortic dissection can also occur in other locations, but the right lateral wall of the ascending aorta is the most frequently affected area."
  ],
  [
    "What is the normal function of the structure that is causing the patient's condition in this scenario?",
    "The normal function of the structure causing the patient's condition in this scenario is the conversion of pyruvate to oxaloacetate. This process is important for various metabolic pathways, including gluconeogenesis and the citric acid cycle. Gluconeogenesis is the synthesis of glucose from non-carbohydrate sources, such as amino acids and lactate, and it occurs mainly in the liver. Oxaloacetate plays a crucial role in this process by being converted into phosphoenolpyruvate, which is further metabolized to glucose. The citric acid cycle, also known as the Krebs cycle or TCA cycle, is a central pathway in cellular respiration that generates energy through the oxidation of acetyl-CoA derived from carbohydrates, fats, and proteins. Oxaloacetate serves as an intermediate molecule in this cycle by combining with acetyl-CoA to form citrate. Therefore, the normal function of converting pyruvate to oxaloacetate is essential for energy production and maintaining glucose homeostasis in the body.\n\nReference:\n- \"Conversion of Pyruvate to Oxaloacetate\""
  ],
  [
    "Can remote monitoring effectively replace in-clinic follow-up for pacemaker patients, thus eliminating the need for unnecessary in-hospital device checks?",
    "Remote monitoring has been shown to be an effective alternative to in-clinic follow-up for pacemaker patients, potentially eliminating the need for unnecessary in-hospital device checks. Research has demonstrated that remote monitoring can safely replace in-clinic follow-up, allowing healthcare providers to monitor and manage pacemaker patients remotely without the need for them to physically visit the clinic or hospital.\n\nBy utilizing remote monitoring technology, healthcare professionals can receive real-time data on a patient's pacemaker function and performance. This allows for timely identification of any potential issues or abnormalities, enabling early intervention if necessary. Remote monitoring also provides patients with the convenience of not having to make frequent trips to the clinic or hospital for routine device checks.\n\nHowever, it is important to note that while remote monitoring can be a valuable tool in managing pacemaker patients, it may not completely eliminate the need for all in-clinic follow-up visits. In certain cases, an in-person evaluation may still be required to assess specific clinical concerns or perform certain procedures that cannot be done remotely.\n\nOverall, remote monitoring has demonstrated its effectiveness in replacing some aspects of in-clinic follow-up for pacemaker patients. It offers benefits such as increased convenience and reduced healthcare costs. However, individual patient characteristics and clinical considerations should always be taken into account when determining the most appropriate approach to follow-up care for each patient."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: In the given chromatography, the negative charged compound used is:\nOptions:\n(A). Sephadex\n(B). CMC (carboxy methyl cellulose)\n(C). DEAE cellulose (Di Ethyl Amino Ethyl cellulose)\n(D). Methyl cellulose media",
    "The correct answer is (B). CMC (carboxy methyl cellulose)"
  ],
  [
    "What is the possible mechanism behind the long-lasting increase in behavioral sensitivity to risperidone induced by repeated treatment in adolescent rats?",
    "The possible mechanism behind the long-lasting increase in behavioral sensitivity to risperidone induced by repeated treatment in adolescent rats is thought to be a functional upregulation of D2-mediated neurotransmission. This means that the repeated exposure to risperidone during adolescence may cause an increase in the activity of dopamine receptors (specifically D2 receptors) in the brain, leading to heightened sensitivity to the drug's effects. This phenomenon has been observed in adolescent Sprague-Dawley rats and appears to persist into adulthood. The exact mechanisms underlying this long-lasting change are still being studied, but it is believed that alterations in D2 receptor signaling play a significant role. Further research is needed to fully understand this process and its implications."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Irresistible sexual desire in a male is known as:\nOptions:\n(A). Nymphomania\n(B). Tribadism\n(C). Satyriasis\n(D). Sadism",
    "The correct answer is (C). Satyriasis"
  ],
  [
    "Does extracorporeal shock wave lithotripsy cause hearing impairment?",
    "A well-planned ESWL procedure is a safe and effective treatment in urinary stones and causes no detectable harmful effect on the hearing function of treated patients."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Monckeberg&;s calcific sclerosis affects the medium-sized muscular aeries by involving\nOptions:\n(A). Intima\n(B). Media\n(C). Adventitia\n(D). All of the above",
    "The correct answer is (B). Media"
  ],
  [
    "Can acute acid-induced esophageal mucosal injury lead to the development of hiatal hernia by causing esophageal long axis shortening?",
    "Yes, acute acid-induced esophageal mucosal injury can potentially lead to the development of hiatal hernia by causing esophageal long axis shortening. This is supported by a study conducted on opossums, which found that acute acid-induced esophageal mucosal injury resulted in longitudinal esophageal shortening. It was observed that this shortening did not involve vagal pathways or cholinergic neurons. Therefore, it is possible that esophagitis, caused by acute acid-induced injury, could contribute to the development of hiatal hernia by inducing esophageal long axis shortening."
  ],
  [
    "What condition is NOT associated with the presence of a miliary shadow in a chest X-ray?",
    "The condition that is NOT associated with the presence of a miliary shadow in a chest X-ray is Klebsiella. A miliary shadow on a chest X-ray is typically seen in conditions such as tuberculosis (TB), sarcoidosis, and metastasis. However, it is important to note that the reference text specifically states that Klebsiella is not associated with a miliary shadow on a chest X-ray."
  ],
  [
    "Which of the following conditions is not caused by a deficiency of zinc?",
    "The condition that is not caused by a deficiency of zinc is (D) None. Zinc deficiency can cause various health issues, including growth retardation, sexual infantilism, and alopecia. However, it is important to note that this information is specific to the provided reference text from a medical exam question in March 2010. It is always recommended to consult with a healthcare professional for personalized medical advice and information."
  ],
  [
    "Which statement about the ACL is false?",
    "The false statement about the ACL is that it prevents anterior motion of the femur over the tibia. The ACL actually prevents anterior motion of the tibia over the femur. It provides stability to the knee joint by limiting excessive forward movement of the tibia and rotational forces. Additionally, it also provides some secondary varus-valgus stability. The ACL is taught in extension of the knee, which means it becomes more taut when the knee is fully straightened."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: A patient was given a 160 mg dose of a drug IV, and 80 mg was eliminated during the first 120 minutes. If the drug follows first-order elimination kinetics, how much of the drug will remain 6 hours after its administration?\nOptions:\n(A). None\n(B). 10 mg\n(C). 20 mg\n(D). 40 mg",
    "The correct answer is (C). 20 mg"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Corneal stroma is derived from\nOptions:\n(A). Paraxial mesoderm\n(B). Intermediate mesoderm\n(C). Neural crest\n(D). Ectoderm",
    "The correct answer is (C). Neural crest"
  ],
  [
    "Which of the following is NOT an example of a form of thought disorder?",
    "The correct answer is (B) Delusion. Delusion is not an example of a form of thought disorder. Thought disorders refer to disturbances in the organization, structure, and content of thought processes. Examples include loosening of association, which involves a lack of logical connections between thoughts, and schizophrenia, which encompasses various cognitive impairments. Obsessive-compulsive neurosis is not considered a thought disorder as it primarily involves repetitive behaviors and intrusive thoughts related to obsessions. However, it's important to note that these conditions are complex and can vary in presentation from person to person. It's always best to consult with a healthcare professional for an accurate diagnosis and appropriate treatment options.\n\nReference: Medical exam question"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: True about SLE is-\nOptions:\n(A). Autoimmune disease\n(B). Childhood SLE had poor prognosis than adult SLE\n(C). Presence of ANA\n(D). All are true",
    "The correct answer is (D). All are true"
  ],
  [
    "Are corrective shoes effective in improving the development of the medial longitudinal arch in children with flexible flat feet?",
    "According to the reference text, corrective shoes are not effective in improving the development of the medial longitudinal arch in children with flexible flat feet. The study suggests that these shoes should only be used in selected cases. It is important to note that there may be other interventions or treatments available for children with flexible flat feet, and it would be advisable to consult with a healthcare professional for personalized advice based on the specific needs of each child."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: ANCA positive vasculitis include all of the following Except:\nOptions:\n(A). Wegner's granulomatosis\n(B). Churg strauss syndrome\n(C). Microscopic PAN\n(D). Good pasture's syndrome",
    "The correct answer is (D). Good pasture's syndrome"
  ],
  [
    "What is the recommended investigation to rule out Down's syndrome in a 35-year-old female who presents with 18 weeks Amenorrhoea and has a previous history of giving birth to a child with Down's syndrome?",
    "The recommended investigation to rule out Down's syndrome in a 35-year-old female with 18 weeks Amenorrhoea and a previous history of giving birth to a child with Down's syndrome is amniocentesis. Amniocentesis is the preferred method for prenatal diagnosis of chromosomal abnormalities, including Down's syndrome. It involves obtaining a sample of the amniotic fluid surrounding the fetus and analyzing the fetal cells present in that fluid for genetic abnormalities. This procedure can provide more accurate results compared to other tests such as the triple test, cordocentesis, or chorionic villous biopsy. However, it is important to note that any medical decision should be made in consultation with a healthcare professional who can assess the individual situation and provide personalized advice based on the patient's specific circumstances."
  ],
  [
    "What is the most appropriate initial diagnostic test for a 19-year-old man who develops a large welldemarcated area of tan-brown discoloration with scaling in his groin area?",
    "The most appropriate initial diagnostic test for a 19-year-old man who develops a large well-demarcated area of tan-brown discoloration with scaling in his groin area is a potassium hydroxide (KOH) preparation of scrapings. This test involves collecting scrapings from the affected area and examining them under a microscope after treatment with KOH. It helps to identify fungal infections, such as tinea cruris, which commonly present with similar symptoms in the groin area. Other tests mentioned in the options, such as punch biopsy of skin, Tzanck smear, and blood culture for fungi, are not the most appropriate initial diagnostic tests for this specific case.\n\nReference: The correct answer is (C). potassium hydroxide (KOH) preparation of scrapings"
  ],
  [
    "What parameter should be used when comparing the potency of neuromuscular blockers and why?",
    "When comparing the potency of neuromuscular blockers, it is recommended to use the ED(50) parameter. The ED(50) stands for effective dose 50%, and it represents the dose at which 50% of individuals experience the desired effect. This parameter is considered very robust in determining potency.\n\nIn contrast, the ED(95) parameter should not be used when comparing potency. The CL (confidence limits) for the ED(95), regardless of how they are calculated, tend to be wide. Therefore, the ED(95) should be viewed as an approximation at best.\n\nUsing the ED(50) allows for a more accurate comparison of potency between different neuromuscular blockers. It provides a standardized measure that takes into account the dose needed to achieve a specific effect in half of the population.\n\nReference:\nDetermining the potency of neuromuscular blockers: are traditional methods flawed?"
  ],
  [
    "Is the eGFR formula adequate for evaluating renal function before chemotherapy in patients with urogenital cancer?",
    "The eGFR formula is not adequate for the clinical use in cancer chemotherapy. The absolute value of eGFR is not reliable, but clinical use of eGFR as relative value seems to be acceptable. To avoid troublesome 24hrCcr measurement in long-term cancer chemotherapy, eGFR formula can be used for estimating Ccr in combination with the specific inherent 24hrCcr/eGFR ratio, which is obtained from 3 or 4 times of actual 24hrCcr measurements."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: The spinal cord in infants ends at the level of -\nOptions:\n(A). L1\n(B). L2\n(C). L3\n(D). L4",
    "The correct answer is (C). L3"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Most impoant prognostic factor of Wilms tumor\nOptions:\n(A). Histopathology and ploidy of cells\n(B). Tumor stage\n(C). Age of patient\n(D). Mutation of chromosome 1p",
    "The correct answer is (B). Tumor stage"
  ],
  [
    "Which leukotriene plays a role in leukocyte adhesion?",
    "The leukotriene that plays a role in leukocyte adhesion is LTB4. Leukotrienes are lipid mediators derived from arachidonic acid and are involved in various inflammatory processes. LTB4 specifically functions as a chemoattractant for neutrophils, monocytes, and other leukocytes, promoting their recruitment to sites of inflammation. It also enhances leukocyte adhesion to endothelial cells, facilitating the migration of these immune cells into tissues. This information is supported by the provided reference text, which states that LTB4 helps in leukocyte adhesion."
  ],
  [
    "Which of the following conditions does not result in chronic renal failure (CRF)?",
    "The condition that does not result in chronic renal failure (CRF) is Post streptococcalGN. Chronic renal failure refers to the progressive and irreversible loss of kidney function over time. It can be caused by various conditions, including membranoproliferative glomerulonephritis, minimal change disease, and focal glomerulosclerosis. However, post-streptococcal glomerulonephritis (GN) is an acute condition that typically resolves on its own without causing chronic kidney damage. Therefore, option A is the correct answer in this case.\n\nReference: Medical exam question"
  ],
  [
    "Which medical condition is characterized by the flaring of anterior ends of the ribs?",
    "The medical condition characterized by the flaring of anterior ends of the ribs is rickets. Rickets is a disorder that primarily affects children and is caused by a deficiency in vitamin D, calcium, or phosphate. This deficiency leads to impaired mineralization of bone, resulting in various skeletal abnormalities including bowing of the legs, deformities in the chest and rib cage, and flaring of the anterior ends of the ribs. It is important to diagnose and treat rickets early to prevent long-term complications and promote proper bone development."
  ],
  [
    "What imaging investigation is recommended for diagnosing Mullerian duct abnormalities?",
    "The recommended imaging investigation for diagnosing Mullerian duct abnormalities is magnetic resonance imaging (MRI). This imaging modality allows for detailed visualization of the uterus, fallopian tubes, and ovaries, providing valuable information about any structural abnormalities or malformations in the Mullerian ducts. MRI is considered the gold standard for evaluating these conditions due to its ability to provide high-resolution images and multiplanar reconstructions. It offers superior soft tissue contrast and does not involve ionizing radiation, making it a safe option for patients. Therefore, when investigating Mullerian duct abnormalities, MRI is the preferred choice among other imaging modalities such as ultrasound (USG), hysterosalpingography (HSG), and computed tomography (CT)."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Most common presentation of neuroblastoma is –\nOptions:\n(A). Lytic lesion in skull with suture diasthesis\n(B). Lung metastasis\n(C). Renal invasion\n(D). Secondaries in brain",
    "The correct answer is (A). Lytic lesion in skull with suture diasthesis"
  ],
  [
    "Does pharmaceutical advertising affect journal publication about dietary supplements?",
    "These data are consistent with the hypothesis that increased pharmaceutical advertising is associated with publishing fewer articles about DS and publishing more articles with conclusions that DS are unsafe. Additional research is needed to test alternative hypotheses for these findings in a larger sample of more diverse journals."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: A ten year old boy presents to the pediatric emergency unit with seizures. Blood pressure in the upper extremity measured as 200/140 mm Hg. Femoral pulses were not palpable. The most likely diagnosis amongst the following is -\nOptions:\n(A). Takayasu aooaeritis\n(B). Renal parenchymal disease\n(C). Grandmal seiures\n(D). Coarctation of aoa",
    "The correct answer is (D). Coarctation of aoa"
  ],
  [
    "Which virus, out of the following options, is classified as a Human RNA virus?",
    "The virus that is classified as a Human RNA virus out of the options given is Picornavirus."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: All are true regarding Psoriasis except:\nOptions:\n(A). Ahritis in 5%\n(B). Abscess is seen\n(C). Head, neck and face are not involved\n(D). No scaly, red lesions are seen in inframammary and natal area.",
    "The correct answer is (C). Head, neck and face are not involved"
  ],
  [
    "What are the benefits of providing psychologic preparation to children undergoing heart surgery for congenital heart defects?",
    "Providing psychologic preparation to children undergoing heart surgery for congenital heart defects can offer several benefits. Adequate psychologic preparation has been shown to result in better psychological outcomes for these children, helping them cope with the trauma associated with the surgery.\n\nPsychologic preparation helps children understand what to expect before, during, and after the surgery. This knowledge can reduce anxiety and fear by providing a sense of control and predictability. It allows children to mentally prepare themselves for the surgical procedure, which can alleviate stress and improve their overall well-being.\n\nAdditionally, psychologic preparation can help children develop coping strategies to manage pain, discomfort, and post-operative recovery. By teaching relaxation techniques or distraction methods, such as deep breathing exercises or guided imagery, children may experience reduced pain perception and improved recovery outcomes.\n\nFurthermore, psychologic preparation can enhance communication between healthcare providers and children. It enables healthcare professionals to address any concerns or misconceptions that the child may have about the surgery. This open dialogue fosters trust and improves the child's overall experience during their hospital stay.\n\nIn summary, providing psychologic preparation to children undergoing heart surgery for congenital heart defects has numerous benefits. It improves psychological outcomes by reducing anxiety and fear associated with the surgery, helping children mentally prepare themselves for the procedure. Additionally, it equips them with coping strategies to manage pain and discomfort during recovery. By fostering effective communication between healthcare providers and patients, psychologic preparation contributes to a more positive hospital experience overall.\n"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Neurotensinoma causes-\nOptions:\n(A). Cyanosis\n(B). Hypeension\n(C). Hyperkalemia\n(D). None",
    "The correct answer is (D). None"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: A person with mitral regurgitation and atrial fibrillation presents with syncope. On examination the person has a hea rate of 55. What is the most probable cause ?\nOptions:\n(A). Digitalis toxicity\n(B). Incomplete hea block\n(C). Stroke\n(D). Subarachnoid Haemorrhage",
    "The correct answer is (A). Digitalis toxicity"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: For international comparisons, perinatal moality rate is calculated as late fetal deaths (28 weeks gestation or more) plus early neonatal deaths (first week) in a year per: September 2011\nOptions:\n(A). 100 live bihs\n(B). 1,000 live bihs\n(C). 10,000 live bihs\n(D). 1,00,000 live bihs",
    "The correct answer is (B). 1,000 live bihs"
  ],
  [
    "What is the usual association with a normal-sized but non-functioning uterus?",
    "The usual association with a normal-sized but non-functioning uterus is uterine synechiae. Uterine synechiae refers to the presence of adhesions or scar tissue within the uterus that can cause it to become non-functional. These adhesions can occur as a result of previous uterine surgeries, such as dilation and curettage (D&C), or infections. They can interfere with the normal functioning of the uterus, including its ability to support pregnancy and menstruation. It is important for individuals with uterine synechiae to seek medical evaluation and treatment, as it may impact fertility and reproductive health.\n\nReference: \"Normal size but non-functioning uterus is usually associated with uterine synechiae.\""
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Ketamine contraindicated in all except?\nOptions:\n(A). Head injury\n(B). Hypeension\n(C). Asthma\n(D). Glaucoma",
    "The correct answer is (C). Asthma"
  ],
  [
    "What is the term used to describe the presence of spots in the fundus as shown in the image?",
    "The term used to describe the presence of spots in the fundus as shown in the image is Forster-Fuchs spots. These spots are characterized by small, yellowish-white lesions that appear on the retina. They are typically found in individuals with chronic central serous chorioretinopathy, a condition where fluid accumulates under the retina. Forster-Fuchs spots are not associated with any specific symptoms and usually do not require treatment unless they cause significant visual impairment or affect the macula, which is responsible for central vision. Regular monitoring by an ophthalmologist is recommended to ensure that there are no complications associated with these spots.\n\nReference: Fundamentals of Ophthalmology - A Sure Success Approach"
  ],
  [
    "In the clinical setting of suspected autoimmune pancreatitis (AIP) and atypical imaging results, what is the potential benefit of a 2-week steroid trial and subsequent assessment of its response in differentiating AIP from pancreatic cancer?",
    "In the clinical setting of suspected autoimmune pancreatitis (AIP) with atypical imaging results, a 2-week steroid trial and subsequent assessment of its response can be beneficial in differentiating AIP from pancreatic cancer. This approach may help confirm the diagnosis of AIP without negative consequences for resectable pancreatic cancer. However, it is important to note that a steroid trial should be performed carefully and only by specialists in pancreatology.\n\nThe use of a 2-week steroid trial is supported by research indicating that AIP often responds well to corticosteroids, whereas pancreatic cancer does not typically show significant improvement with this treatment. By administering steroids and monitoring the patient's response over a period of two weeks, healthcare professionals can assess whether there is a reduction in symptoms and improvement in imaging findings consistent with AIP.\n\nIt is worth mentioning that while this approach can be helpful in differentiating between AIP and pancreatic cancer, it should not replace other diagnostic methods such as histopathological examination or additional imaging studies. It is essential to consider the individual patient's clinical presentation, medical history, laboratory tests, and imaging findings when making a diagnosis.\n\nOverall, the potential benefit of a 2-week steroid trial followed by an assessment of its response lies in its ability to provide additional evidence supporting the diagnosis of AIP when imaging results are inconclusive. However, it is crucial for this trial to be conducted under the supervision of specialists experienced in pancreatology to ensure proper evaluation and management."
  ],
  [
    "What is the most common type of primary bronchogenic carcinoma?",
    "The most common type of primary bronchogenic carcinoma is adenocarcinoma. Adenocarcinoma accounts for the majority of cases of primary lung cancer, particularly in non-smokers and women. It arises from the cells that line the small air sacs in the lungs and tends to develop in the outer regions of the lungs. Adenocarcinoma can have different subtypes, such as lepidic predominant, acinar predominant, papillary predominant, micropapillary predominant, and solid predominant. It is important to note that smoking remains a significant risk factor for developing any type of lung cancer, including adenocarcinoma."
  ],
  [
    "What are the benefits of using metformin in the treatment of gestational diabetes mellitus?",
    "Metformin has been found to have several benefits in the treatment of gestational diabetes mellitus (GDM). It is considered safe and effective, with a high level of tolerability. One of the main advantages of using metformin in GDM is its ability to reduce the need for supplementary insulin. This can be beneficial for women who prefer to avoid or minimize insulin injections during pregnancy.\n\nAdditionally, research has shown that women treated with metformin have a lower incidence of macrosomic and large for gestational age neonates. Macrosomia refers to babies that are larger than average, which can increase the risk of complications during delivery. By reducing the occurrence of macrosomia, metformin may help improve birth outcomes for both mother and baby.\n\nFurthermore, the use of metformin in GDM has also been associated with a reduced rate of caesarean sections. This is significant as caesarean sections pose their own set of risks and recovery challenges compared to vaginal deliveries. By potentially lowering the need for surgical interventions, metformin can contribute to a more favorable birthing experience for women with GDM.\n\nIn summary, using metformin in the treatment of gestational diabetes mellitus offers multiple benefits. It helps decrease the reliance on additional insulin therapy, reduces the likelihood of having large babies, and lowers the rate of caesarean sections. However, it's important to consult with your healthcare provider before starting any medication regimen during pregnancy to ensure it aligns with your specific medical situation and needs."
  ],
  [
    "Is the dosage of neuromuscular electrical stimulation a significant factor in determining upper limb functional improvement in stroke patients?",
    "Yes, the dosage of neuromuscular electrical stimulation is indeed a significant factor in determining upper limb functional improvement in stroke patients. Research has shown that more intensive neuromuscular electrical stimulation therapy during early rehabilitation is associated with better upper limb motor function recovery after stroke. This means that increasing the dosage or intensity of the therapy can lead to improved outcomes in terms of upper limb functional improvement. However, it is important to note that other factors such as initial motor severity and lesion location also play a role in predicting upper limb functional improvement in stroke patients."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: All are the causes of intrauterine growth retardation except:\nOptions:\n(A). Anemia\n(B). Pregnancy induced hypertension\n(C). Maternal heart disease\n(D). Gestational diabetes",
    "The correct answer is (D). Gestational diabetes"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: What is Strong sewage?\nOptions:\n(A). Biological oxygen demand >300 mg/L\n(B). Biological oxygen demand >200 mg/L\n(C). Biological oxygen demand <250 mg/L\n(D). Biological oxygen demand >150 mg/L",
    "The correct answer is (A). Biological oxygen demand >300 mg/L"
  ],
  [
    "Does telephone triage delay significant medical treatment?",
    "The proportions of callers who sought unadvised medical care and who received unadvised significant care were not significantly different in the advice nurse and pediatrician groups. This suggests that advice nurses do not delay significant medical treatment when compared with pediatricians."
  ],
  [
    "Are adolescents being screened for sexually transmitted diseases?",
    "Sexually experienced African American adolescents in San Francisco are being screened for sexually transmitted diseases at rates well below those recommended by current clinical guidelines. A low rate of screening was found even in adolescents who had been seen for a preventive primary care visit since they had first had sex. This suggests that the preventive primary care visit is not being used to its full potential as an opportunity to screen and treat adolescents for sexually transmitted diseases. Capitalizing on this opportunity to screen may increase the number of cases of sexually transmitted diseases diagnosed and, thus, decrease rates of these diseases in this population."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: On opening the mouth, if the jaw deviates to the right side, it indicates the paralysis of:\nOptions:\n(A). Right lateral pterygoid\n(B). Left lateral pterygoid\n(C). Right medial pterygoid\n(D). Left medial pterygoid",
    "The correct answer is (A). Right lateral pterygoid"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: All IgG are responsible are coagglutination by bind to S.Aureus protein-A except\nOptions:\n(A). IgG1\n(B). IgG2\n(C). IgG3\n(D). IgG4",
    "The correct answer is (C). IgG3"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Drug of choice for anterior uveitis is?\nOptions:\n(A). Oral steroids\n(B). Topical steroids\n(C). Topical antibiotics\n(D). Atropine",
    "The correct answer is (B). Topical steroids"
  ],
  [
    "What is the process that leads to the generation of action potential in neurons?",
    "The process that leads to the generation of action potential in neurons involves the influx of sodium ions. When a neuron is at rest, there is a higher concentration of sodium ions outside the cell compared to inside the cell. This creates an electrochemical gradient where sodium ions are more likely to move into the cell.\n\nWhen a stimulus is received by the neuron, it causes changes in the permeability of the cell membrane, specifically in voltage-gated sodium channels. These channels open, allowing sodium ions to rapidly enter the cell. This influx of positive charge depolarizes the membrane and triggers an action potential.\n\nDuring depolarization, once a certain threshold is reached, more voltage-gated sodium channels open and allow even more sodium ions to enter the cell. This creates a positive feedback loop called positive feedback depolarization.\n\nAfter reaching its peak, potassium channels open and potassium ions start to leave the cell through efflux. This repolarizes the membrane and brings it back to its resting state.\n\nIt's important to note that while both sodium and potassium play crucial roles in generating action potentials, it is primarily the influx of sodium ions that initiates and drives this process.\n\nReference: Medical exam question - Action potential is produced by (A). Sodium Influx"
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Budd - Chiari Syndrome occurs in:\nOptions:\n(A). Antithrombin deficiency\n(B). Protein C deficiency\n(C). Oral contraceptive use\n(D). All of the above",
    "The correct answer is (D). All of the above"
  ],
  [
    "Can we decide the optimal initial treatment for male lower urinary tract symptoms patients with overactive bladder by the most bothersome symptom?",
    "The most bothersome symptom in male LUTS/OAB should be considered when choosing the appropriate medical treatment."
  ],
  [
    "What is the main defect associated with vitamin D resistant rickets?",
    "The main defect associated with vitamin D resistant rickets is a defect in proximal tubular reabsorption. This means that the kidneys are unable to properly reabsorb certain substances, including phosphate, leading to high levels of phosphate in the urine and low levels of phosphate in the blood. This can result in impaired bone mineralization and the development of rickets. Vitamin D resistant rickets is not an X-linked recessive condition and does not involve end organ resistance to 1,25 (OH)2 D3 or hyperphosphatemia and high 1,25 (OH)2 D3. The correct answer is (C). Defect in proximal tubular reabsorption."
  ],
  [
    "You are a medical doctor answering real-world medical exam questions. Select one correct answer from A to D.\nQuestion: Which of the following Broadmann area involved in Broca's motor aphasia:\nOptions:\n(A). 22\n(B). 17,18,19\n(C). 44,45\n(D). 4,6",
    "The correct answer is (C). 44,45"
  ],
  [
    "Which of the following methods is NOT considered a form of long acting reversible contraception?",
    "The method that is NOT considered a form of long acting reversible contraception is lap tubal sterilisation. Long acting reversible contraception refers to methods that provide effective birth control for an extended period of time without the need for daily or frequent intervention. Examples of long acting reversible contraception include CuT (copper intrauterine device), Implanon (a hormonal implant), and LNG IUD (levonorgestrel-releasing intrauterine device). Lap tubal sterilisation, on the other hand, involves surgical intervention to permanently block or remove the fallopian tubes as a means of preventing pregnancy."
  ],
  [
    "Does post operative sonographic position of preventive cervical cerclage affect gestational age at birth?",
    "The position of cerclage determined by transvaginal cervical ultrasound in immediate post operative does not seem predictive of the risk of premature birth."
  ]
]